"""
TELEGRAM BOT
ПАРСЯЩИЙ ОБЪЯВЛЕНИЯ О ПРОДАЖЕ ВИДЕОКАРТ

бот собирает инфу и публикует в телеграмм канале

в посте будет
обьявление - модель
или просто модель, если это возможно
цену
ссылку

с каких сайтов?
авито

(хах, а можем же и выйти на зарубежный рынок, да вроде это и не сложно все будет писать самостоятельно)
(то есть можно сделать таких ботов по странам)

"""

"""
Надо узнать как 
парсить авито например

как выделять все эти данные при парсинге

как работает телеграмм бот для сообщества 
как давать ему найденную информацию, чтобы он 
подавал ее в нужном виде

"""